Repository: AllYouZombies/telegram-currency-converter-bot
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru

source: 🚀 Restart the bot
ru: 🚀 Перезапустить бота

source: Restarting the bot...
ru: Перезапуск бота...

source: 🌍 Language
ru: 🌍 Язык

source: Click on the desired currency.
ru: Кликните на желаемую валюту.

source: Detailed information about the currency will be sent to the chat.
ru: Подробная информация будет отправлена в чат.

source: Type <code>@%s</code> in any chat and enter the amount to convert. E.g. <code>@%s 100</code>
ru: Наберите <code>@%s</code> в любом чате и введите сумму для конвертирования. Напр. <code>@%s 100</code>

source: CB rate
ru: Курс ЦБ

source: <b>%s %s</b> - exchange rates
ru: <b>%s %s</b> - курсы валют

source: CB rate: <b>%s</b>
ru: Курс ЦБ: <b>%s</b>

source: Sum: <b>%s</b>
ru: Сумма: <b>%s</b>

source: ➖ Best buy (bank buys)
ru: ➖ Лучшая покупка (банк покупает)

source: Rate
ru: Курс

source: ➕ Best sell (bank sells)
ru: ➕ Лучшая продажа (банк продает)

source: ⚖️ Average
ru: ⚖️ Среднее

source: 🏠 Home
ru: 🏠 Главное меню

source: ⬅️ Back
ru: ⬅️ Назад

source: Sorry, I don't understand you.
ru: Простите, я вас не понял.

source: Unknown
ru: Неизвестно

source: Your current language is %s. Choose your language from list below.
ru: Ваш текущий язык: %s. Выберите язык из списка ниже.

source: Your language is not changed.
ru: Ваш язык не изменен.

source: Your language is changed to %s.
ru: Ваш язык изменен на %s.

source: ⚙️ Settings
ru: ⚙️ Настройки

source: ❓ Help
ru: ❓ Помощь

source: Hello, %s
ru: Привет, %s

source: This bot is a simple currency converter. You can use it inline by typing: <code>@%s 100</code>
ru: Этот бот - простой конвертер валют. Вы можете использовать его в любом чате, набрав: <code>@%s 100</code>

source: This is the settings menu. Select the desired option from the list below.
ru: Это меню настроек. Выберите желаемую опцию из списка ниже.

source: Russian
ru: Русский
